Repository: alonaKostenkoiOS/Breathe
Catalog: Widget/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, tr, uk, zh_hans

source: Find support
de: Finden Sie Unterstützung
es: Encuentra apoyo
fr: Trouver de l'aide
it: Trova supporto
ja: サポートを探す
ko: 지원 찾기
pl: Znajdź wsparcie
pt_br: Encontre suporte
tr: Destek bulun
uk: Підібрати підтримку
zh_hans: 寻求支持

source: Five senses
de: Fünf Sinne
es: Cinco sentidos
fr: Cinq sens
it: Cinque sensi
ja: 五感
ko: 오감
pl: Pięć zmysłów
pt_br: Cinco sentidos
tr: Beş duyu
uk: П’ять чуттів
zh_hans: 五种感官

source: Follow System
de: Folgen Sie dem System
es: Seguir el sistema
fr: Suivre le système
it: Segui il sistema
ja: フォローシステム
ko: 팔로우 시스템
pl: Podążaj za systemem
pt_br: Seguir sistema
tr: Sistemi Takip Et
uk: Як у системі
zh_hans: 关注系统

source: Follow the circle. Breathe in gently as it grows, then breathe out as it becomes smaller.
de: Folgen Sie dem Kreis. Atmen Sie sanft ein, während es wächst, und atmen Sie dann aus, wenn es kleiner wird.
es: Sigue el círculo. Inhale suavemente a medida que crece, luego exhale a medida que se hace más pequeño.
fr: Suivez le cercle. Inspirez doucement à mesure qu'il grandit, puis expirez à mesure qu'il diminue.
it: Segui il cerchio. Inspira delicatamente mentre cresce, quindi espira quando diventa più piccolo.
ja: サークルに従ってください。大きくなるにつれてゆっくりと息を吸い、小さくなるにつれて息を吐きます。
ko: 원을 따라가세요. 자라면서 천천히 숨을 들이쉬고, 작아지면 숨을 내쉰다.
pl: Podążaj za okręgiem. Wdychaj delikatnie, gdy rośnie, a następnie wydychaj, gdy staje się mniejszy.
pt_br: Siga o círculo. Inspire suavemente à medida que ele cresce e depois expire à medida que ele fica menor.
tr: Çemberi takip edin. Büyüdükçe yavaşça nefes alın, küçüldükçe nefes verin.
uk: Слідкуйте за колом. Зробіть легкий вдих, коли він росте, потім видихніть, коли він стає меншим.
zh_hans: 跟着圆圈走。当它长大时轻轻地吸气，然后当它变小时呼气。

source: Freedom from addiction
de: Freiheit von Sucht
es: Libertad de adicción
fr: Libération de la dépendance
it: Libertà dalla dipendenza
ja: 依存症からの解放
ko: 중독으로부터의 자유
pl: Wolność od uzależnień
pt_br: Liberdade do vício
tr: Bağımlılıktan kurtuluş
uk: Свобода від залежності
zh_hans: 免于成瘾

source: Future family
de: Zukünftige Familie
es: futura familia
fr: Future famille
it: Futura famiglia
ja: 将来の家族
ko: 미래의 가족
pl: Przyszła rodzina
pt_br: Futura família
tr: Gelecek aile
uk: Майбутня родина
zh_hans: 未来的家庭

# gambling.safety.detail
source: Breathe can help you pause urges and reach self-exclusion or professional resources. It is not treatment or financial advice.
de: Atmen kann Ihnen dabei helfen, Ihren Drang zu unterbrechen und Selbstausschluss oder berufliche Ressourcen zu erreichen. Es handelt sich nicht um eine Behandlung oder Finanzberatung.
es: Breathe puede ayudarle a detener los impulsos y alcanzar la autoexclusión o recursos profesionales. No es un tratamiento ni un asesoramiento financiero.
fr: Respirer peut vous aider à mettre vos envies en pause et à atteindre l’auto-exclusion ou des ressources professionnelles. Il ne s’agit pas d’un traitement ou de conseils financiers.
it: Breathe può aiutarti a mettere in pausa gli impulsi e raggiungere l'autoesclusione o le risorse professionali. Non è un trattamento o una consulenza finanziaria.
ja: 呼吸は衝動を一時停止し、自己排除や専門的なリソースに到達するのに役立ちます。それは治療や経済的なアドバイスではありません。
ko: 호흡은 충동을 멈추고 자기 배제 또는 전문적인 자원에 접근하는 데 도움이 될 수 있습니다. 이는 치료나 재정적 조언이 아닙니다.
pl: Oddychaj może pomóc Ci wstrzymać popędy i osiągnąć samowykluczenie lub zasoby zawodowe. To nie jest leczenie ani porada finansowa.
pt_br: Breathe pode ajudá-lo a pausar os impulsos e alcançar a autoexclusão ou recursos profissionais. Não é tratamento ou aconselhamento financeiro.
tr: Nefes almak, dürtülerinizi durdurmanıza ve kendini dışlama ya da profesyonel kaynaklara ulaşmanıza yardımcı olabilir. Tedavi veya mali tavsiye değildir.
uk: Дихання може допомогти вам призупинити бажання та досягти самовідчуження або професійних ресурсів. Це не лікування чи фінансова порада.
zh_hans: 呼吸可以帮助您暂停冲动并获得自我排除或专业资源。这不是治疗或财务建议。

# gambling.safety.immediate_danger
source: I may be in immediate danger
de: Ich könnte in unmittelbarer Gefahr sein
es: Puedo estar en peligro inmediato
fr: Je pourrais être en danger immédiat
it: Potrei essere in pericolo immediato
ja: 差し迫った危険にさらされるかもしれない
ko: 내가 당장 위험에 처할 수도 있다
pl: Mogę być w bezpośrednim niebezpieczeństwie
pt_br: Posso estar em perigo imediato
tr: Acil tehlike altında olabilirim
uk: Мені може загрожувати безпосередня небезпека
zh_hans: 我可能立即面临危险

# gambling.safety.resources_free
source: Crisis and self-exclusion resources are always available without payment.
de: Krisen- und Selbstausschlussressourcen sind immer ohne Bezahlung verfügbar.
es: Los recursos de crisis y autoexclusión siempre están disponibles sin pago.
fr: Les ressources de crise et d’auto-exclusion sont toujours disponibles sans paiement.
it: Le risorse di crisi e autoesclusione sono sempre disponibili senza pagamento.
ja: 危機および自己排除のリソースは、いつでも料金なしで利用できます。
ko: 위기상황 및 자가격리 자원은 항상 결제 없이 이용 가능합니다.
pl: Zasoby na wypadek kryzysu i samowykluczenia są zawsze dostępne bezpłatnie.
pt_br: Os recursos de crise e de autoexclusão estão sempre disponíveis sem pagamento.
tr: Kriz ve kendini dışlama kaynakları her zaman ücretsiz olarak mevcuttur.
uk: Ресурси для кризи та самовідключення завжди доступні без оплати.
zh_hans: 危机和自我排除资源始终免费提供。

# gambling.safety.self_harm
source: Gambling-related distress has led to thoughts of self-harm or suicide
de: Glücksspielbedingte Belastungen haben zu Gedanken an Selbstverletzung oder Selbstmord geführt
es: La angustia relacionada con el juego ha llevado a pensamientos de autolesión o suicidio
fr: La détresse liée au jeu a conduit à des pensées d’automutilation ou de suicide
it: Il disagio legato al gioco d’azzardo ha portato a pensieri di autolesionismo o suicidio
ja: ギャンブル関連の苦痛により自傷行為や自殺を考えることがある
ko: 도박으로 인한 고통으로 인해 자해나 자살에 대한 생각이 생겼습니다.
pl: Stres związany z hazardem prowadzi do myśli o samookaleczeniu lub samobójstwie
pt_br: A angústia relacionada ao jogo levou a pensamentos de automutilação ou suicídio
tr: Kumarla ilgili sıkıntı, kendine zarar verme veya intihar düşüncelerine yol açtı
uk: Проблеми, пов’язані з азартними іграми, призвели до думок про самоушкодження або самогубство
zh_hans: 与赌博相关的痛苦导致自残或自杀的想法

# gambling.safety.title
source: Support and safety
de: Unterstützung und Sicherheit
es: Soporte y seguridad
fr: Assistance et sécurité
it: Supporto e sicurezza
ja: サポートと安全性
ko: 지원 및 안전
pl: Wsparcie i bezpieczeństwo
pt_br: Suporte e segurança
tr: Destek ve güvenlik
uk: Підтримка та безпека
zh_hans: 支持和安全

# gambling.safety.warning
source: You deserve immediate human support. Contact local emergency or crisis services, or a person you trust, now.
de: Du verdienst jetzt direkte Unterstützung. Wende dich sofort an einen örtlichen Notfall- oder Krisendienst oder an eine vertraute Person.
es: Mereces recibir apoyo humano de inmediato. Contacta ahora con los servicios locales de emergencias o de atención en crisis, o con alguien de confianza.
fr: Vous méritez un soutien humain immédiat. Contactez dès maintenant les services d’urgence ou d’aide en situation de crise de votre région, ou une personne de confiance.
it: Meriti subito il sostegno di una persona. Contatta ora i servizi locali di emergenza o di supporto nelle crisi, oppure una persona di fiducia.
ja: 今すぐ人の支援を受けてください。地域の緊急窓口や相談窓口、または信頼できる人に、今すぐ連絡してください。
ko: 지금 바로 사람의 도움을 받을 자격이 있습니다. 지역 응급·위기 지원 기관이나 믿을 수 있는 사람에게 즉시 연락하세요.
pl: Zasługujesz na natychmiastowe wsparcie drugiej osoby. Skontaktuj się teraz z lokalnymi służbami ratunkowymi, ośrodkiem interwencji kryzysowej lub zaufaną osobą.
pt_br: Você merece apoio humano imediato. Entre em contato agora com um serviço local de emergência ou apoio em crise, ou com alguém de confiança.
tr: Şu anda doğrudan insan desteğini hak ediyorsunuz. Hemen yerel acil yardım veya kriz destek hizmetleriyle ya da güvendiğiniz biriyle iletişime geçin.
uk: Ви заслуговуєте на негайну підтримку небайдужої людини. Просто зараз зверніться до місцевої екстреної або кризової служби чи до людини, якій довіряєте.
zh_hans: 你值得立即获得他人的支持。请马上联系当地急救或危机援助服务，或联系你信任的人。

# gambling.self_exclusion.action
source: Open self-exclusion resources
de: Öffnen Sie Ressourcen zum Selbstausschluss
es: Recursos abiertos de autoexclusión
fr: Ressources ouvertes sur l’auto-exclusion
it: Aprire risorse di autoesclusione
ja: 自己排除リソースをオープンする
ko: 자체 배제 리소스 열기
pl: Otwórz zasoby dotyczące samowykluczenia
pt_br: Recursos abertos de autoexclusão
tr: Kendini dışlama kaynaklarını aç
uk: Відкрити ресурси самовиключення
zh_hans: 开放自我排除资源

source: Gave in
de: Nachgegeben
es: Cedió
fr: Cédé
it: Ho ceduto
ja: 諦めた
ko: 항복하다
pl: Poddał się
pt_br: Cedeu
tr: Teslim oldum
uk: Піддалася
zh_hans: 屈服了

source: Get notified the moment your body reaches the next recovery milestone.
de: Lassen Sie sich benachrichtigen, sobald Ihr Körper den nächsten Erholungsmeilenstein erreicht.
es: Reciba una notificación en el momento en que su cuerpo alcance el siguiente hito de recuperación.
fr: Soyez averti dès que votre corps atteint la prochaine étape de récupération.
it: Ricevi una notifica nel momento in cui il tuo corpo raggiunge il prossimo traguardo di recupero.
ja: 身体が次の回復マイルストーンに到達した瞬間に通知を受け取ります。
ko: 신체가 다음 회복 단계에 도달하는 순간 알림을 받으세요.
pl: Otrzymuj powiadomienia, gdy Twoje ciało osiągnie kolejny kamień milowy w procesie regeneracji.
pt_br: Seja notificado no momento em que seu corpo atingir o próximo marco de recuperação.
tr: Vücudunuzun bir sonraki iyileşme aşamasına ulaştığı anda bildirim alın.
uk: Отримуйте сповіщення, щойно тіло досягає наступного етапу відновлення.
zh_hans: 当您的身体达到下一个恢复里程碑时，您会收到通知。

source: Get Started
de: Legen Sie los
es: Empezar
fr: Commencer
it: Inizia
ja: 始めましょう
ko: 시작하기
pl: Rozpocznij
pt_br: Comece
tr: Başlayın
uk: Почати
zh_hans: 开始使用

source: Get support at the right moment
de: Holen Sie sich im richtigen Moment Unterstützung
es: Obtenga soporte en el momento adecuado
fr: Obtenez de l'aide au bon moment
it: Ottieni supporto al momento giusto
ja: 適切なタイミングでサポートを受けることができます
ko: 적절한 순간에 지원을 받으세요
pl: Uzyskaj wsparcie we właściwym momencie
pt_br: Obtenha suporte no momento certo
tr: Doğru anda destek alın
uk: Отримуйте підтримку вчасно
zh_hans: 在正确的时刻获得支持

source: Get support that fits this moment
de: Holen Sie sich Unterstützung, die zu diesem Moment passt
es: Obtenga soporte que se adapte a este momento
fr: Obtenez un soutien adapté à ce moment
it: Ottieni il supporto adatto a questo momento
ja: 今この瞬間に合ったサポートを受ける
ko: 이 순간에 맞는 지원을 받으세요
pl: Uzyskaj wsparcie odpowiednie dla tego momentu
pt_br: Obtenha suporte adequado a este momento
tr: Bu ana uygun desteği alın
uk: Отримайте підтримку, доречну саме зараз
zh_hans: 获得适合此时此刻的支持

source: Give the urge time to rise and pass.
de: Geben Sie dem Drang Zeit, sich zu erheben und zu vergehen.
es: Dale tiempo al impulso para que se levante y pase.
fr: Donnez à l’envie le temps de se lever et de passer.
it: Dai all'impulso il tempo di alzarsi e passare.
ja: 衝動に立ち上がり、過ぎ去る時間を与えてください。
ko: 충동이 일어나고 지나갈 시간을 주십시오.
pl: Daj pokusie czas na powstanie i minięcie.
pt_br: Dê tempo ao impulso para subir e passar.
tr: Dürtüye yükselmesi ve geçmesi için zaman tanıyın.
uk: Дайте бажанням час піднятися і пройти.
zh_hans: 给冲动时间来升起并消失。

source: Goal reached — enjoy this moment.
de: Ziel erreicht – genieße diesen Moment.
es: Meta alcanzada: disfruta este momento.
fr: Objectif atteint – profitez de ce moment.
it: Obiettivo raggiunto: goditi questo momento.
ja: 目標は達成されました — この瞬間を楽しんでください。
ko: 목표 달성 — 이 순간을 즐겨보세요.
pl: Cel osiągnięty — ciesz się tą chwilą.
pt_br: Meta alcançada – aproveite este momento.
tr: Hedefe ulaşıldı; bu anın tadını çıkarın.
uk: Цілі досягнуто — порадійте цій миті.
zh_hans: 目标达到了——享受这一刻。

source: Goal: %@
de: Ziel: %@
es: Meta: %@
fr: Objectif : %@
it: Obiettivo: %@
ja: 目標: %@
ko: 목표: %@
pl: Cel: %@
pt_br: Meta: %@
tr: Hedef: %@
uk: Ціль: %@
zh_hans: 目标：%@

source: Health recovery
de: Genesung der Gesundheit
es: Recuperación de la salud
fr: Récupération de santé
it: Recupero della salute
ja: 体力回復
ko: 건강 회복
pl: Powrót do zdrowia
pt_br: Recuperação da saúde
tr: Sağlığın iyileşmesi
uk: Відновлення здоров’я
zh_hans: 健康恢复

source: Health recovery times are estimates and can vary from person to person.
de: Die Erholungszeiten für die Gesundheit sind Schätzungen und können von Person zu Person variieren.
es: Los tiempos de recuperación de la salud son estimados y pueden variar de persona a persona.
fr: Les temps de récupération de la santé sont des estimations et peuvent varier d'une personne à l'autre.
it: I tempi di recupero della salute sono stime e possono variare da persona a persona.
ja: 健康状態の回復にかかる時間は推定値であり、人によって異なります。
ko: 건강 회복 시간은 추정치이며 사람마다 다를 수 있습니다.
pl: Czas powrotu do zdrowia jest szacunkowy i może się różnić w zależności od osoby.
pt_br: Os tempos de recuperação da saúde são estimativas e podem variar de pessoa para pessoa.
tr: Sağlıkta iyileşme süreleri tahminidir ve kişiden kişiye değişebilir.
uk: Терміни відновлення є орієнтовними й можуть відрізнятися для кожної людини.
zh_hans: 健康恢复时间是估计值，可能因人而异。

source: Heart attack risk falls
de: Das Herzinfarktrisiko sinkt
es: Disminuye el riesgo de sufrir un ataque cardíaco
fr: Le risque de crise cardiaque diminue
it: Cala il rischio di infarto
ja: 心臓発作のリスクが低下する
ko: 심장마비 위험 감소
pl: Ryzyko zawału serca spada
pt_br: Risco de ataque cardíaco cai
tr: Kalp krizi riski düşüyor
uk: Знижується ризик серцевого нападу
zh_hans: 心脏病发作风险下降

source: Heart disease risk halves
de: Das Risiko einer Herzerkrankung halbiert sich
es: El riesgo de enfermedad cardíaca se reduce a la mitad
fr: Le risque de maladie cardiaque est divisé par deux
it: Il rischio di malattie cardiache si dimezza
ja: 心臓病のリスクが半減
ko: 심장병 위험은 절반
pl: Ryzyko chorób serca zmniejsza się o połowę
pt_br: O risco de doenças cardíacas é reduzido pela metade
tr: Kalp hastalığı riski yarı yarıya
uk: Ризик серцевих захворювань зменшується вдвічі
zh_hans: 心脏病风险减半

source: Heart rate and blood pressure begin to drop back toward normal.
de: Herzfrequenz und Blutdruck beginnen wieder auf den Normalwert zu sinken.
es: La frecuencia cardíaca y la presión arterial comienzan a descender hacia la normalidad.
fr: La fréquence cardiaque et la tension artérielle commencent à redescendre vers la normale.
it: La frequenza cardiaca e la pressione sanguigna iniziano a tornare alla normalità.
ja: 心拍数と血圧が正常値に向かって低下し始めます。
ko: 심박수와 혈압이 정상 수준으로 떨어지기 시작합니다.
pl: Tętno i ciśnienie krwi zaczynają spadać do normy.
pt_br: A frequência cardíaca e a pressão arterial começam a voltar ao normal.
tr: Kalp atış hızı ve kan basıncı normale doğru düşmeye başlar.
uk: Пульс і артеріальний тиск починають падати до норми.
zh_hans: 心率和血压开始回落至正常水平。

source: History
de: Geschichte
es: Historia
fr: Histoire
it: Storia
ja: 歴史
ko: 역사
pl: Historia
pt_br: História
tr: Tarih
uk: Історія
zh_hans: 历史

source: Hold a pen, glass, or small object. Try water, gum, or a crunchy snack if one is nearby.
de: Halten Sie einen Stift, ein Glas oder einen kleinen Gegenstand. Versuchen Sie es mit Wasser, Kaugummi oder einem knusprigen Snack, falls einer in der Nähe ist.
es: Sostenga un bolígrafo, un vaso o un objeto pequeño. Pruebe con agua, chicle o un refrigerio crujiente si hay uno cerca.
fr: Tenez un stylo, un verre ou un petit objet. Essayez de l'eau, de la gomme ou une collation croustillante s'il y en a une à proximité.
it: Tieni una penna, un bicchiere o un piccolo oggetto. Prova acqua, gomma o uno spuntino croccante se ce n'è uno nelle vicinanze.
ja: ペン、ガラス、または小さな物体を持ちます。水、ガム、またはカリカリのスナックが近くにある場合は、それらを試してみてください。
ko: 펜, 유리잔, 작은 물건을 잡으세요. 물, 껌, 바삭바삭한 간식이 근처에 있으면 먹어 보세요.
pl: Trzymaj długopis, szklankę lub mały przedmiot. Spróbuj wody, gumy lub chrupiącej przekąski, jeśli taka jest w pobliżu.
pt_br: Segure uma caneta, um copo ou um objeto pequeno. Experimente água, chiclete ou um lanche crocante, se houver algum por perto.
tr: Bir kalem, bardak veya küçük bir nesne tutun. Yakınınızdaysa su, sakız veya gevrek bir atıştırmalık deneyin.
uk: Тримайте ручку, склянку або невеликий предмет. Спробуйте воду, жуйку або хрустку закуску, якщо є поблизу.
zh_hans: 握住一支笔、玻璃杯或小物体。如果附近有水、口香糖或松脆的零食，请尝试一下。

source: Home
de: Start
es: Inicio
fr: Accueil
ja: ホーム
ko: 홈
pl: Strona główna
pt_br: Início
tr: Ana Sayfa
uk: Головна
zh_hans: 首页

# home.insight.title
source: A personal observation
de: Eine persönliche Beobachtung
es: Una observación personal
fr: Une observation personnelle
it: Un'osservazione personale
ja: 個人的な観察
ko: 개인적인 관찰
pl: Osobista obserwacja
pt_br: Uma observação pessoal
tr: Kişisel bir gözlem
uk: Особисте спостереження
zh_hans: 个人观察

# home.next_step.title
source: Your next step
de: Ihr nächster Schritt
es: Tu próximo paso
fr: Votre prochaine étape
it: Il tuo prossimo passo
ja: あなたの次のステップ
ko: 다음 단계
pl: Twój następny krok
pt_br: Seu próximo passo
tr: Bir sonraki adımınız
uk: Ваш наступний крок
zh_hans: 你的下一步

# home.next.alcohol
source: Plan a safe exit and a non-alcoholic option before your next event.
de: Planen Sie vor Ihrer nächsten Veranstaltung einen sicheren Ausstieg und eine alkoholfreie Option.
es: Planifica una salida segura y una opción sin alcohol antes de tu próximo evento.
fr: Prévoyez une sortie sécuritaire et une option sans alcool avant votre prochain événement.
it: Pianifica un'uscita sicura e un'opzione analcolica prima del tuo prossimo evento.
ja: 次のイベントの前に、安全な退出方法とノンアルコールのオプションを計画してください。
ko: 다음 행사 전에 안전한 출구와 무알코올 옵션을 계획하십시오.
pl: Zaplanuj bezpieczne wyjście i opcję bezalkoholową przed kolejnym wydarzeniem.
pt_br: Planeje uma saída segura e uma opção sem álcool antes do próximo evento.
tr: Bir sonraki etkinliğinizden önce güvenli bir çıkış ve alkolsüz bir seçenek planlayın.
uk: Заплануйте безпечний вихід і безалкогольний варіант перед наступною подією.
zh_hans: 在下一次活动之前计划安全退出和不含酒精的选择。

# home.next.digital
source: Choose one phone-free period for today.
de: Wählen Sie für heute einen telefonfreien Zeitraum.
es: Elija un período sin teléfono para hoy.
fr: Choisissez une période sans téléphone pour aujourd’hui.
it: Scegli un periodo senza telefono per oggi.
ja: 今日の電話無料期間を 1 つ選択してください。
ko: 오늘은 전화 없는 시간을 하나 선택하세요.
pl: Wybierz jeden okres bez telefonu na dzisiaj.
pt_br: Escolha um período sem telefone para hoje.
tr: Bugün için telefonsuz bir dönem seçin.
uk: Виберіть один вільний від телефону період на сьогодні.
zh_hans: 选择今天一个不使用手机的时段。

# home.next.gambling
source: Review your access-to-money barrier before a difficult moment.
de: Überprüfen Sie vor einem schwierigen Moment Ihre Zugangsbarriere zu Geld.
es: Revisa tu barrera de acceso al dinero ante un momento difícil.
fr: Passez en revue votre barrière d’accès à l’argent avant un moment difficile.
it: Rivedi la tua barriera di accesso al denaro prima di un momento difficile.
ja: 困難に直面する前に、お金へのアクセスの壁を見直してください。
ko: 어려운 순간이 오기 전에 자금 접근 장벽을 검토하십시오.
pl: Zanim nadejdzie trudny moment, sprawdź swoją barierę w dostępie do pieniędzy.
pt_br: Revise sua barreira de acesso ao dinheiro antes de um momento difícil.
tr: Zor bir andan önce paraya erişim engelinizi gözden geçirin.
uk: Перед важким моментом перегляньте свій бар’єр у доступі до грошей.
zh_hans: 在困难时刻之前检查您获得资金的障碍。

# home.next.nicotine
source: Keep water nearby and choose what you’ll do with your next urge.
de: Halten Sie Wasser in der Nähe und entscheiden Sie, was Sie als nächstes tun möchten.
es: Mantén agua cerca y elige qué harás con tu próximo impulso.
fr: Gardez de l’eau à proximité et choisissez ce que vous ferez avec votre prochaine envie.
it: Tieni l'acqua a portata di mano e scegli cosa fare con il tuo prossimo impulso.
ja: 水を近くに置いて、次の衝動にどう対処するかを決めてください。
ko: 물을 근처에 두고 다음 충동에 무엇을 할지 선택하세요.
pl: Trzymaj wodę w pobliżu i zdecyduj, co zrobisz z następną potrzebą.
pt_br: Mantenha a água por perto e escolha o que fará com sua próxima necessidade.
tr: Suyu yakınınızda bulundurun ve bir sonraki dürtünüzle ne yapacağınızı seçin.
uk: Тримайте воду поруч і вибирайте, що ви будете робити зі своїм наступним бажанням.
zh_hans: 将水放在附近，然后选择下一个冲动时要做什么。

# home.next.spending
source: Choose a waiting period for your next unplanned purchase.
de: Wählen Sie eine Wartezeit für Ihren nächsten ungeplanten Einkauf.
es: Elija un período de espera para su próxima compra no planificada.
fr: Choisissez une période d'attente pour votre prochain achat imprévu.
it: Scegli un periodo di attesa per il tuo prossimo acquisto non pianificato.
ja: 次回の予定外の購入までの待機期間を選択します。
ko: 계획되지 않은 다음 구매에 대한 대기 기간을 선택하세요.
pl: Wybierz okres oczekiwania na kolejny nieplanowany zakup.
pt_br: Escolha um período de espera para sua próxima compra não planejada.
tr: Bir sonraki planlanmamış satın alma işleminiz için bir bekleme süresi seçin.
uk: Виберіть період очікування для наступної незапланованої покупки.
zh_hans: 选择下一次计划外购买的等待期。

# home.prepare.title
source: Prepare
de: Bereiten Sie sich vor
es: preparar
fr: Préparer
it: Preparati
ja: 準備する
ko: 준비하다
pl: Przygotuj się
pt_br: Prepare-se
tr: Hazırlan
uk: Приготуйте
zh_hans: 准备

source: How are you feeling now?
de: Wie fühlst du dich jetzt?
es: ¿Cómo te sientes ahora?
fr: Comment te sens-tu maintenant ?
it: Come ti senti adesso?
ja: 今の気分はどうですか？
ko: 지금 기분이 어떤가요?
pl: Jak się teraz czujesz?
pt_br: Como você está se sentindo agora?
tr: Şimdi nasıl hissediyorsun?
uk: Як ви почуваєтеся зараз?
zh_hans: 你现在感觉怎么样？

source: How strong is it?
de: Wie stark ist es?
es: ¿Qué tan fuerte es?
fr: Quelle est sa force ?
it: Quanto è forte?
ja: どれくらい強いですか？
ko: 얼마나 강한가요?
pl: Jak silny jest?
pt_br: Quão forte é isso?
tr: Ne kadar güçlü?
uk: Наскільки сильна тяга?
zh_hans: 有多强？

source: How strong is the craving?
de: Wie stark ist das Verlangen?
es: ¿Qué tan fuerte es el deseo?
fr: Quelle est la force de l’envie ?
it: Quanto è forte il desiderio?
ja: 渇望の強さはどれくらいですか？
ko: 갈망은 얼마나 강한가?
pl: Jak silne jest pragnienie?
pt_br: Quão forte é o desejo?
tr: Özlem ne kadar güçlü?
uk: Наскільки сильна тяга?
zh_hans: 渴求有多强烈？

source: I already quit
de: Ich habe schon gekündigt
es: ya lo dejé
fr: J'ai déjà arrêté
it: Ho già smesso
ja: もう辞めた
ko: 난 이미 그만뒀어
pl: Już zrezygnowałem
pt_br: eu já desisti
tr: ben zaten bıraktım
uk: Я вже не курю
zh_hans: 我已经戒掉了

source: I need another minute
de: Ich brauche noch eine Minute
es: necesito otro minuto
fr: J'ai besoin d'une minute supplémentaire
it: Ho bisogno di un altro minuto
ja: もう一分必要です
ko: 1분만 더 필요해
pl: Potrzebuję jeszcze minuty
pt_br: Eu preciso de mais um minuto
tr: Bir dakikaya daha ihtiyacım var
uk: Мені потрібна ще хвилина
zh_hans: 我还需要一分钟

source: I quit on
de: Ich habe aufgehört
es: lo dejé
fr: J'ai arrêté
it: Ho smesso
ja: 私はやめました
ko: 나는 그만 두었다
pl: Zrezygnowałem
pt_br: eu desisti
tr: ben bıraktım
uk: Я кинула
zh_hans: 我退出了

source: I resisted
de: Ich habe mich gewehrt
es: me resistí
fr: j'ai résisté
it: Ho resistito
ja: 私は抵抗した
ko: 나는 저항했다
pl: Opierałem się
pt_br: Eu resisti
tr: direndim
uk: Я втрималася
zh_hans: 我抵制了

source: I resisted it
de: Ich habe mich dagegen gewehrt
es: Me resistí
fr: j'y ai résisté
it: Ho resistito
ja: 私はそれに抵抗した
ko: 나는 그것에 저항했다
pl: Sprzeciwiłem się temu
pt_br: Eu resisti
tr: ben buna direndim
uk: Я опирався цьому
zh_hans: 我抵制了

source: I resisted it 💪
de: Ich habe mich dagegen gewehrt 💪
es: Me resistí 💪
fr: J'y ai résisté 💪
it: Ho resistito 💪
ja: 抵抗しました💪
ko: 저항했어요 💪
pl: Powstrzymałam się 💪
pt_br: Eu resisti 💪
tr: Ben direndim 💪
uk: Я втрималася 💪
zh_hans: 我抗拒了💪

source: I smoked
de: Ich habe geraucht
es: yo fumé
fr: j'ai fumé
it: Ho fumato
ja: 私は喫煙しました
ko: 나는 담배를 피웠다
pl: paliłem
pt_br: eu fumei
tr: sigara içtim
uk: Я закурила
zh_hans: 我抽烟

source: I’m having a craving
de: Ich habe ein Verlangen
es: estoy teniendo un antojo
fr: j'ai une envie
it: Ho una voglia matta
ja: 渇望があります
ko: 갈망이 있어요
pl: Mam ochotę
pt_br: Estou com vontade
tr: canım çekti
uk: Мене тягне закурити
zh_hans: 我有一种渴望

source: I’m quitting today
de: Ich höre heute auf
es: lo dejo hoy
fr: j'arrête aujourd'hui
it: Smetto oggi
ja: 今日は辞めます
ko: 나 오늘 그만둔다
pl: Dziś odchodzę
pt_br: Estou desistindo hoje
tr: bugün bırakıyorum
uk: Я кидаю сьогодні
zh_hans: 我今天辞职了
